import waiting from "../images/waiting.svg";
import truck from "../images/delivery-truck.svg";
import money from "../images/money-bags.svg";
import secure from "../images/secure.svg";

import unnamed from "../images/authors/unnamed.jpg";
import ivan from "../images/authors/1.png";
import artem from "../images/authors/2.png"
import Sahsa from "../images/authors/3.png";

export const cards = [
  {
    img: waiting,
    title: "Прочитай задание внимательно",
    text: "Думаю у тебя не займет это больше двух-трех минут",
  },
  {
    img: truck,
    title: "Изучи весь макет заранее",
    text: "Подумай как это будет работать на разных разрешениях и при скролле",
  },
  {
    img: secure,
    title: "Сделай хорошо",
    text: "Чтобы мы могли тебе доверить подобные задачи в будущем",
  },
  {
    img: money,
    title: "Получи предложение",
    text: "Ну тут все просто, не я придумал правила, но думаю так и будет)))",
  },
];

export var reviews = [
  {
    name: "Константинов Михаил Павлович",
    sity: "Санкт-Петербург",
    img: unnamed,
    text: `Каждый из нас понимает очевидную вещь: 
    перспективное планирование предоставляет широкие возможности для анализа 
    существующих паттернов поведения. 
    В своём стремлении улучшить пользовательский опыт мы `,
  },
  {
    name: "Иван Иванов",
    sity: "Санкт-Петербург",
    img: ivan,
    text: `Каждый из нас понимает очевидную вещь: 
    перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.
     В своём стремлении улучшить пользовательский опыт мы упускаем,
      что активно развивающиеся страны третьего мира призваны к ответу.`,
  },
  {
    name: "Артем Корнилов",
    sity: "Самара",
    img: artem,
    text: `Каждый из нас понимает очевидную вещь: перспективное планирование 
    предоставляет широкие возможности для анализа существующих паттернов поведения.`,
  },
  {
    name: "Саша Корнилов",
    sity: "Самара",
    img: Sahsa,
    text: `Каждый из нас понимает очевидную вещь: перспективное планирование 
    предоставляет широкие возможности для анализа существующих паттернов поведения.`,
  }
];
